---
kind: enumMember
id: F:Autodesk.Revit.DB.BehaviorType.Hanger
enum: Autodesk.Revit.DB.BehaviorType
zh: 吊架、支吊架
source: html/48ef9278-5352-63e9-f556-d0abd4c31b48.htm
---
# Autodesk.Revit.DB.BehaviorType.Hanger

**中文**: 吊架、支吊架

BehaviorType is Hanger